[
  "cmdr",
  "cm-editor-syntax-highlight-obsidian",
  "dataview",
  "find-unlinked-files",
  "highlightr-plugin",
  "nldates-obsidian",
  "obsidian-admonition",
  "obsidian-excalidraw-plugin",
  "obsidian-git",
  "obsidian-minimal-settings",
  "obsidian-plugin-update-tracker",
  "obsidian-smarter-md-hotkeys",
  "quickadd",
  "recent-files-obsidian",
  "settings-search",
  "templater-obsidian",
  "terminal",
  "url-into-selection"
]